Repository: edigiacomo/django-statusboard-notify
Catalog: statusboard_notify/locale/*/LC_MESSAGES/django.po
Languages: it

source: service list
it: lista dei servizi

source: statusboard notifier
it: notificatore per statusboard

source: services
it: servizi

source: recipient
it: destinatario

source: recipients
it: destinatari

source: notification
it: notifica

source: notifications
it: notifiche

source: Service status updates
it: Aggiornamento sullo status dei servizi

source: created with status
it: creato con status

source: from status
it: da status

source: to status
it: a status

source: [statusboard] Service status updates
it: [statusboard] Aggiornamento sullo status dei servizi

source: changed from __%(fromst)s__ to __%(tost)s__
it: Ã¨ passato da __%(fromst)s__ a __%(tost)s__

source: created with status __%(tost)s__
it: creato con status __%(tost)s__
